cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/core"

brew "git"
brew "mas"
brew "nodebrew"
brew "neovim"
brew "ag"
brew "postgres"
brew "mysql"
brew "pyenv"
brew "rbenv"
brew "ruby-build"
brew "curl"
brew "zsh-completions"
brew "zsh-autosuggestions"
brew "ffmpeg"
brew "heroku"

cask "google-chrome"
cask "docker"
cask "discord"
cask "slack"
cask "notion"
cask "deepl"

mas 'LINE', id: 539883307
mas 'Keynote', id: 409183694
mas 'Pages', id: 409201541
mas 'GarageBand', id: 682658836
mas 'iMovie', id: 408981434
